import React from "react";
import { useEffect } from "react";

export default function Privacy() {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);
 
  return (
    <div className="min-h-screen bg-[#0a0a0a] text-white px-6 py-16">

      <div className="max-w-3xl mx-auto space-y-6">

        {/* TITLE */}
        <h1 className="text-3xl sm:text-4xl font-bold text-[#e53d3d]">
          Προσωπικά Δεδομένα
        </h1>

        {/* TEXT */}
        <div>
  <p>Κατά την επίσκεψή σας στις σελίδες του www.wraptech.gr για να διασφαλισθεί η δυνατότητα επικοινωνίας μαζί σας, είναι πιθανό να σας ζητηθεί να δηλώσετε στοιχεία που σας αφορούν (όνομα, επάγγελμα, ηλεκτρονική διεύθυνση, ημερομηνία γέννησης κλπ.). Τα τυχόν προσωπικά δεδομένα που δηλώνετε οπουδήποτε στις σελίδες και τις υπηρεσίες του διαδικτυακού τόπου του www.wraptech.gr, προορίζονται αποκλειστικά και μόνο για τη διασφάλιση της λειτουργίας της αντίστοιχης υπηρεσίας και δεν επιτρέπεται να χρησιμοποιηθούν από οποιονδήποτε τρίτο, χωρίς να τηρηθούν οι διατάξεις του Ν. 2472/97 σχετικά με την προστασία από επεξεργασία δεδομένων προσωπικού χαρακτήρα, όπως αυτός ισχύει κάθε φορά.</p>
  <p>Ο ιστότοπος www.wraptech.gr λειτουργεί σύμφωνα με την ισχύουσα ελληνική και κοινοτική νομοθεσία και τηρεί με ασφάλεια τα προσωπικά σας δεδομένα για όσο χρονικό διάστημα είστε εγγεγραμμένος σε κάποια υπηρεσία του www.wraptech.gr τα οποία διαγράφονται μετά την με οποιοδήποτε τρόπο λήξη της συναλλακτικής σχέσης.</p>
          <p>Τα προσωπικά δεδομένα που δηλώνετε στον ιστότοπο www.wraptech.gr χρησιμοποιούνται αποκλειστικά από αυτό ή συνεργαζόμενες με αυτό επιχειρήσεις, με σκοπό την υποστήριξη, προώθηση και εκτέλεση της συναλλακτικής σχέσης. Τα τηρούμενα στοιχεία του αρχείου δύνανται να κοινοποιηθούν στις αρμόδιες δικαστικές, αστυνομικές και άλλες διοικητικές αρχές κατόπιν νομίμου αιτήματός τους και σύμφωνα με τις κάθε φορά ισχύουσες νομοθετικές διατάξεις. Ο Πελάτης έχει, μέσα στα πλαίσια της νομοθεσίας περί απορρήτου των τηλεπικοινωνιών, τα δικαιώματα ενημέρωσης και αντίρρησης που προβλέπουν τα άρθρα 11 έως 13 του ν. 2472/1997</p>
          <p>Οι πληροφορίες που θα σας ζητήσουμε:</p>
          <p>Προσωπικά δεδομένα:
          Θα χρειαστούμε προσωπικά δεδομένα (το e-mail σας) μόνο όταν γίνετε μέλος ή εάν επιλέξετε να λαμβάνετε το ενημερωτικό μας e-mail.
          </p>
          <p>Πολιτική Απορρήτου</p>
           <p>Αρχές προστασίας απορρήτου της wraptech.gr</p>
<p>Η wraptech.gr λαμβάνει όλα τα εύλογα μέτρα για την διασφάλιση των Προσωπικών Δεδομένων που υπόκεινται σε ελληνική νομοθεσία, δεσμευτική διάταξη ή σύμβαση, η οποία υπεραμύνεται αρχών για θεμιτό χειρισμό και επαρκή βαθμό προστασίας Προσωπικών Δεδομένων.</p>
<p>Η wraptech.gr δεσμεύεται ότι όλα τα Προσωπικά Δεδομένα που τυχόν περιέρχονται στο wraptech.gr δεν θα χρησιμοποιηθούν ανάρμοστα, δεν θα πωληθούν ή με οποιοδήποτε τρόπο παραχωρηθούν σε τρίτα μέρη.</p>
<p>Οι χρήστες αποδέχονται ανεπιφύλακτα και παρέχουν την άδεια ώστε η Διαχειρίστρια και οι εξουσιοδοτημένοι αυτής συνεργάτες να έχουν δικαίωμα να συλλέγουν, να επεξεργάζονται καθ΄ οιονδήποτε τρόπο και να τηρούν αρχείο με προσωπικά δεδομένα των χρηστών, ακόμα και ευαίσθητα, στα πλαίσια της λειτουργίας του συγκεκριμένου Ιστοτόπου. Περαιτέρω εξειδίκευση σε σχέση με τα προσωπικά δεδομένα των χρηστών πραγματοποιείται στην Πολιτική Απορρήτου του Ιστοτόπου .</p>
<p>Οι χρήστες του Ιστοτόπου διατηρούν το δικαίωμα να διαγράψουν τα προσωπικά τους δεδομένα, να διορθώσουν ή/και να ενημερώσουν τα προσωπικά τους δεδομένα ή/και να αδρανοποιήσουν την εγγραφή τους ή/και να εκφράσουν αντίρρηση στην περαιτέρω επεξεργασία των δεδομένων τους, ανά πάσα χρονική στιγμή, επισκεπτόμενοι απλώς την σχετική υπηρεσία του wraptech.gr</p>
<p>Τα ονόματα, σήματα, εικόνες, λογότυπα και διακριτικά γνωρίσματα, που αντιπροσωπεύουν το wraptech.gr τις υπηρεσίες του, είναι αποκλειστικά σήματα δικά προστατευόμενα από τους σχετικούς νόμους περί εμπορικών σημάτων και εμπορικής και βιομηχανικής ιδιοκτησίας. Μόνη η εμφάνισή τους στην ιστοσελίδα μας, δεν πρέπει κατά κανένα τρόπο να εκλαμβάνεται ως μεταβίβαση ή εκχώρηση άδειας ή δικαιώματος χρήσης τους. Επομένως δεν βαρύνουν την εταιρία μας, ευθύνες, που απορρέουν από την με οποιονδήποτε τρόπο χρήση από τρίτους των ανωτέρω σημάτων και διακριτικών γνωρισμάτων των τρίτων μερών. Ρητώς απαγορεύεται οποιαδήποτε μη προσήκουσα χρήση της παρούσας ιστοσελίδας μεταδίδοντας εν γνώσει σας σε άλλους χρήστες ιούς, “δούρειους ίππους” (trojan horses), “σκουλήκια υπολογιστών” (worms) και άλλα κακόβουλα λογισμικά ή άλλα υλικά που είναι κακόβουλα ή τεχνολογικά επιζήμια. Επίσης, αποδέχεστε και δεσμεύεστε ρητώς ότι δε θα χρησιμοποιήσετε το ηλεκτρονικό κατάστημα μας ή εν γένει την ιστοσελίδα μας για αποστολή, δημοσίευση, και γενικά με οποιοδήποτε τρόπο μετάδοση, παράνομου, βλαβερού, απειλητικού, ρατσιστικού, προσβλητικού, ενοχλητικού, συκοφαντικού, δυσφημιστικού, χυδαίου, άσεμνου ή επιβλαβούς προς τους ανηλίκους περιεχομένου. Η παράβαση του ως άνω όρου, καθώς και οποιασδήποτε διάταξης νόμου που μπορεί να αφορά στο ηλεκτρονικό έγκλημα, μπορεί να συνιστά ποινικό αδίκημα σύμφωνα με την ισχύουσα νομοθεσία. Οποιαδήποτε τέτοια παράβαση θα αναφέρεται στις αρμόδιες διωκτικές αρχές με τις οποίες θα συνεργαστούμε προκειμένου να αποκαλυφθεί η ταυτότητα του ηλεκτρονικού παραβάτη, ο οποίος θα αποκλείεται και από κάθε περαιτέρω χρήση της ιστοσελίδας μας. Η ιστοσελίδα μας δε φέρει καμία ευθύνη για οποιαδήποτε απώλεια ή ζημία που τυχόν προκληθεί από ιούς ή άλλου είδους κακόβουλο λογισμικό και επιβλαβές υλικό το οποίο μπορεί να προσβάλει τον υπολογιστή σας, τα εξαρτήματά του, τα δεδομένα ή κάθε άλλο υλικό του εξαιτίας της χρήσης της παρούσας ιστοσελίδας.</p>
<p>Διατήρηση Προσωπικών Δεδομένων</p>
<p>Η παρούσα Ενότητα καθορίζει τις πολιτικές και τη διαδικασία διατήρησης προσωπικών δεδομένων, που έχουν σχεδιαστεί με σκοπό να εξασφαλίσουν πως συμμορφώνεται ο ιστότοπος με τις νομικές του υποχρεώσεις αναφορικά με τη διατήρηση και τη διαγραφή προσωπικών πληροφοριών.</p>
<p>Ο ιστότοπος θα διατηρεί έγγραφα (συμπεριλαμβανομένων ηλεκτρονικών εγγράφων) που περιλαμβάνουν προσωπικά δεδομένα:</p>
<p>(α) στο βαθμό που αυτό απαιτείται από το νόμο</p>
<p>(β) Εάν κρίνουν οι αρμόδιοι του ιστοτόπου πως τα έγγραφα αυτά είναι σχετικά με οποιαδήποτε υφιστάμενη ή ενδεχόμενες νομικές/δικαστικές διαδικασίες</p>
<p>(γ) Για να εδραιώσει, ασκήσει ή προστατεύσει τα νόμιμά του δικαιώματα (συμπεριλαμβανομένων πληροφοριών προς τρίτους με σκοπό την πρόληψη απάτης και τον περιορισμό πιστωτικού κινδύνου)</p>
<p>Ο ιστότοπος συλλέγει προσωπικά δεδομένα α) όταν ο επισκέπτης / χρήστης εγγράφεται στις υπηρεσίες του β) όταν επισκέπτεται τις σελίδες του ή/και εισέρχεται στα προωθητικά / διαφημιστικά προγράμματά του και δ) όταν συμμετέχει στους διαγωνισμούς. Τα προσωπικά στοιχεία που συλλέγονται υποχρεωτικά είναι τα εξής: Όνομα – Επώνυμο –-Ε-Mail-Τηλέφωνο -Διεύθυνση -Τ.Κ. –Πόλη- Χώρα- Επάγγελμα- Ηλικία.</p>
<p>Είναι δυνατόν να συλλέγονται, να αποθηκεύονται και να χρησιμοποιούνται τα παρακάτω είδη προσωπικών δεδομένων:</p>
<p>(α) πληροφορίες σχετικές με τον υπολογιστή του καθώς και με τις επισκέψεις του, και τη δραστηριότητά του, σε αυτόν τον ιστότοπο ή σε συνδεόμενες εφαρμογές (συμπεριλαμβανομένων [της δικής του διεύθυνσης IP, της γεωγραφικής του θέσης, του είδους και της έκδοσης του πλοηγού του, του λειτουργικού του συστήματος, της πηγής παραπομπής του, της διάρκειας της επίσκεψής του, των σελίδων που ανέγνωσε και των διαδρόμων πλοήγησης στον ιστότοπο ή σε συνδεόμενες εφαρμογές].</p>
<p>(β) πληροφορίες που χορηγείται κατά την εγγραφή του στον ιστότοπο ή σε συνδεόμενες εφαρμογές (συμπεριλαμβανομένης της δικής του διεύθυνσης ηλεκτρονικού ταχυδρομείου).</p>
<p>(γ) τις πληροφορίες που χορηγείται κατά την συμπλήρωση του προφίλ του στον ιστότοπο ή σε συνδεόμενες εφαρμογές (συμπεριλαμβανομένων: του ονόματός του, των φωτογραφιών του προφίλ τους, του γένους τους, της ημερομηνίας γέννησής του, της οικογενειακής του κατάστασης, των ενδιαφερόντων και ασχολιών του, των λεπτομερειών εκπαίδευσης και επαγγελματικής τους πορείας).</p>
<p>(δ) τις πληροφορίες που παρέχουν στον ιστότοπο με σκοπό την εγγραφή τους ως συνδρομητή στις ενημερώσεις και στα ενημερωτικά δελτία του ιστοτόπου μέσω ηλεκτρονικού ταχυδρομείου (συμπεριλαμβανομένων του ονόματός τους και της διεύθυνσης ηλεκτρονικού ταχυδρομείου τους).</p>
<p>(ε) τις πληροφορίες που παρέχουν στον ιστότοπο χρησιμοποιώντας τις υπηρεσίες που διατίθενται στον ιστότοπο ή σε συνδεόμενες εφαρμογές (συμπεριλαμβανομένων του χρόνου, της συχνότητας και του τρόπου της χρήσης των υπηρεσιών).</p>
<p>(στ) τις πληροφορίες που σχετίζονται με αγορές που πραγματοποιούν σε υπηρεσίες του ιστοτόπου ή άλλες συναλλαγές που πραγματοποιούν μέσω του ιστοτόπου ή μέσω συνδεόμενων εφαρμογών (συμπεριλαμβανομένων του ονόματός τους, της διεύθυνσής τους, του αριθμού τηλεφώνου τους, της διεύθυνσης ηλεκτρονικού ταχυδρομείου τους και των στοιχείων της πιστωτικής τους κάρτας).</p>
<p>(ζ) τις πληροφορίες που δημοσιεύουν/αναρτούν στον ιστότοπο ή σε συνδεόμενες εφαρμογές με σκοπό την δημοσίευσή τους στο διαδίκτυο (συμπεριλαμβανομένων του ονόματος χρήστη που έχουν ορίσει, των φωτογραφιών του προφίλ τους και του περιεχομένου των αναρτήσεών τους).</p>
<p>(η) τις πληροφορίες που εμπεριέχονται σε, ή συνδέονται με, οποιαδήποτε επικοινωνία που προωθούν στον ιστότοπο, ή την οποία προωθούν μέσω του ιστότοπού ή μέσω συνδεόμενων εφαρμογών (συμπεριλαμβανομένου του περιεχομένου της επικοινωνίας και των μεταδεδομένων που συνδέονται με αυτή την επικοινωνία).</p>
<p>(θ) κάθε άλλη προσωπική πληροφορία που επιλέγουν να αποστείλετε στον ιστότοπο, και</p>
<p>(ι) παροχή λεπτομερειών σχετιζόμενων με άλλες πληροφορίες που έχουν συλλεγεί.</p>
<p>Προτού αποκαλύψει προσωπικά δεδομένα τρίτου προσώπου στον ιστότοπο ο χρήστης, πρέπει προηγουμένως να έχει λάβει τη συναίνεση του προσώπου αυτού τόσο για την αποκάλυψη όσο και για την επεξεργασία των προσωπικών του δεδομένων, σύμφωνα με την παρούσα Πολιτική.</p>
<p>Προσωπικά δεδομένα που χορηγούνται μέσω του ιστοτόπου, ή συνδεόμενων εφαρμογών, θα χρησιμοποιηθούν για τους σκοπούς που αναφέρονται στην παρούσα Πολιτική ή στις σχετικές σελίδες του ιστοτόπου ή σε σχετιζόμενες εφαρμογές.</p>
<p>Ο ιστότοπος δύναται να χρησιμοποιήσει τα προσωπικά δεδομένα του χρήστη για :</p>
<p>(α) τη διαχείριση του ιστότοπου και των συνδεόμενων εφαρμογών και δραστηριοτήτων</p>
<p>(β) να εξατομικευτεί για τον χρήστη ο ιστότοπος και οι συνδεόμενες εφαρμογές</p>
<p>(γ) να ενεργοποιηθεί για τον χρήστη η δυνατότητα χρήσης των παρεχόμενων υπηρεσιών μέσω του ιστοτόπου ή συνδεόμενων εφαρμογών</p>
<p>(δ) να αποστέλλονται στο χρήστη εμπορικές, μη προωθητικές, ενημερώσεις</p>
<p>(ε) να αποστέλλονται στο χρήστη ειδοποιήσεις τις οποίες έχει ειδικά ζητήσει να λαμβάνει</p>
<p>(ζ) να αποστέλλονται στο χρήστη ενημερωτικά δελτία μέσω ηλεκτρονικού ταχυδρομείου, εφ’ όσον το έχει επιλέξει (μπορεί οποιαδήποτε στιγμή να ενημερώσει τον ιστότοπο πως δεν επιθυμεί να είναι πλέον συνδρομητής στο ενημερωτικό δελτίο)</p>
<p>(η) να ενημερώνει ο ιστότοπος για προωθητικές ενέργειες σχετιζόμενες με τη δραστηριότητά του (ή για τις δραστηριότητες προσεκτικά επιλεγμένων τρίτων επιχειρήσεων) που μπορεί να ενδιαφέρουν το χρήστη, μέσω ταχυδρομείου ή, εάν έχει συναινέσει σε αυτό, μέσω ηλεκτρονικού ταχυδρομείου ή συναφούς τεχνολογίας (μπορεί οποιαδήποτε στιγμή να ενημερώνει τον ιστότοπο πως δεν επιθυμεί να λαμβάνει ενημερώσεις για προωθητικές ενέργειες)</p>
<p>(θ) να παρέχει ο ιστότοπος σε τρίτα μέρη στατιστικές πληροφορίες που αφορούν στους χρήστες (χωρίς όμως οι αποδέκτες των στοιχείων αυτών να δύνανται να προσωποποιήσουν κανέναν χρήστη μέσω αυτών)</p>
<p>(ι) να διαχειρίζεται ο ιστότοπος ερωτήματα και παράπονα που προέρχονται από, ή αναφέρονται στους, χρήστες του ιστοτόπου ή συνδεόμενες εφαρμογές</p>
<p>(κ) να διατηρείται ο ιστότοπος καθώς και οι συνδεόμενες εφαρμογές ασφαλείς και να αποφεύγονται απάτες</p>
<p>(λ) να επαληθεύεται η συμμόρφωση με τους όρους και προϋποθέσεις που διέπουν τη χρήση του ιστοτόπου ή συνδεόμενων εφαρμογών (συμπεριλαμβανομένου του ελέγχου προσωπικών μηνυμάτων που αποστέλλονται μέσω του ιστοτόπου ή της υπηρεσίας προσωπικών μηνυμάτων συνδεόμενων εφαρμογών).</p>
<p>Εάν υποβάλλει ο χρήστης προσωπικά στοιχεία για δημοσίευση στον ιστότοπο ή σε συνδεόμενες εφαρμογές, θα δημοσιεύονται και θα γίνεται χρήση των πληροφοριών αυτών σύμφωνα με την άδεια που παρέχει ο χρήστης.</p>
<p>Οι Ρυθμίσεις Απορρήτου μπορούν να χρησιμοποιηθούν για να περιορίσουν τη δημοσίευση των στοιχείων του χρήστη στον ιστότοπο ή σε συνδεόμενες εφαρμογές, και μπορούν να προσαρμοστούν χρησιμοποιώντας τις ρυθμίσεις απορρήτου στον ιστότοπο ή σε συνδεόμενες εφαρμογές.</p>
<p>Χωρίς τη ρητή συγκατάθεσή του χρήστη ο ιστότοπος δεν θα διαθέσει τα προσωπικά του στοιχεία σε κανένα τρίτο μέρος για σκοπούς απευθείας εμπορικής προώθησης του ιδίου ή οποιουδήποτε άλλου τρίτου μέρους.</p>
<p>Ο ιστότοπος θα κοινοποιεί στον πάροχο υπηρεσιών πληρωμών μόνο τα στοιχεία τα οποία είναι απαραίτητα για τη διεκπεραίωση των πληρωμών που πραγματοποιεί ο χρήστης μέσω του ιστοτόπου ή συνδεόμενων εφαρμογών, για την επιστροφή χρημάτων και τη διαχείριση παραπόνων και ερωτήσεων σχετιζόμενων με αυτές τις πληρωμές και επιστροφές.</p>
<p>Προστασία Προσωπικών Πληροφοριών</p>
<p>Ο ιστότοπος θα λάβει κάθε οργανωτική και τεχνολογική προφύλαξη για να εμποδίσει την απώλεια, την αθέμιτη χρήση ή την αλλοίωση των προσωπικών πληροφοριών των χρηστών.</p>
<p>Ο ιστότοπος θα αποθηκεύει το σύνολο των προσωπικών στοιχείων που παρέχονται από τους χρήστες σε ασφαλείς διακομιστές (προστατευόμενους από κωδικούς και τείχη προστασίας [firewall]).</p>
<p>Ο χρήστης αναγνωρίζει ότι η αποστολή πληροφοριών μέσω του διαδικτύου παρουσιάζει έμφυτα προβλήματα ασφάλειας και κατά συνέπεια δεν δύναται ο ιστότοπος να εγγυηθεί την ασφάλεια των δεδομένων που διακινούνται μέσω αυτού.</p>
<p>Δικαιώματα των χρηστών</p>
<p>Ο χρήστης μπορεί να ζητήσει από τον ιστότοπο να του παρέχει οποιεσδήποτε προσωπικές πληροφορίες κατέχει και τον αφορούν. Η παροχή αυτή υπόκειται σε:</p>
<p>παροχή των κατάλληλων αποδεικτικών στοιχείων για την ταυτότητά του (για το σκοπό αυτό συνήθως δέχεται ο αρμόδιος του ιστοτόπου φωτοαντίγραφο του δελτίου ταυτότητάς του χρήστη επικυρωμένο από δικηγόρο καθώς επίσης και πρωτότυπο έγγραφο λογαριασμού κοινής ωφέλειας που να αναγράφει την τωρινή διεύθυνσή του).<br />Δύναται ο ιστότοπος να παρακρατήσει προσωπικά στοιχεία που έχει ζητήσει ο χρήστης από τον ιστότοπο, στο βαθμό που επιτρέπεται από το νόμο.</p>
<p>Ο χρήστης μπορεί οποτεδήποτε να ζητήσει από τον ιστότοπο να μην επεξεργάζεται τα στοιχεία του για εμπορικούς σκοπούς.</p>
<p>Στην πράξη, είτε ο χρήστης θα αποδέχεται ρητά και εκ των προτέρων την επεξεργασία των προσωπικών του πληροφοριών για εμπορικούς σκοπούς, είτε θα του παρέχεται η δυνατότητα να εξαιρεθεί από την επεξεργασία των προσωπικών του πληροφοριών για εμπορικούς σκοπούς.</p>
<p>Διοχέτευση κι αποκάλυψη προσωπικών δεδομένων</p>
<p>Ο ιστότοπος δεσμεύεται να μην προβεί σε πώληση, ενοικίαση ή καθοιονδήποτε τρόπο δημοσίευση ή/και κοινοποίηση των προσωπικών δεδομένων των επισκεπτών / χρηστών / μελών του ιστοτόπου σε κανένα τρίτο φορέα.</p>
<p>Ο ιστότοπος μπορεί να διοχετεύσει προσωπικά δεδομένα των επισκεπτών / χρηστών / μελών του σε τρίτα νομικά ή/και φυσικά πρόσωπα μόνο εάν :</p>
<p>Έχει τη ρητή συγκατάθεση των επισκεπτών / χρηστών για τη διοχέτευση προσωπικών δεδομένων, η οποία τεκμαίρεται πως δίδεται, όταν εγγραφεί ως μέλος στον ιστότοπο ο χρήστης και δεν υποβάλει αίτηση αντίρρησης, όπως ανωτέρω περιγράφεται.<br />Τα νομικά και φυσικά πρόσωπα που συνεργάζονται με τον ιστότοπο έχουν το δικαίωμα να επεξεργάζονται τα προσωπικά δεδομένα που οι χρήστες/μέλη του ιστοτόπου καταθέτουν σε αυτό μόνο στο βαθμό που είναι απόλυτα αναγκαίος για την παροχή υποστήριξης προς τον ιστότοπο.<br />Επιτάσσεται λόγω συμμόρφωσης με τις σχετικές διατάξεις του νόμου και προς τις αρμόδιες και μόνο αρχές.<br />Ο ιστότοπος δύναται να αποκαλύψει τις προσωπικές πληροφορίες των χρηστών σε οποιονδήποτε υπάλληλο, διοικητικό στέλεχος, ασφαλιστή, επαγγελματικό σύμβουλο, πράκτορα, προμηθευτή ή υπεργολάβο, στο βαθμό που είναι ευλόγως απαραίτητο για τους σκοπούς που ορίζονται στην παρούσα Πολιτική.<br />Ο ιστότοπος δύναται να αποκαλύψει τις προσωπικές πληροφορίες των χρηστών :</p>
<p>στο βαθμό που είναι υποχρεωμένος από το νόμο<br />σε σύνδεση με υφιστάμενη ή ενδεχόμενη νομική διαδικασία<br />για να εδραιώσει, ασκήσει ή προστατεύσει τα νομικά του δικαιώματα (συμπεριλαμβανομένης της παροχής πληροφοριών σε τρίτους για την αποφυγή απάτης και τον περιορισμό πιστωτικού κινδύνου)<br />στον αγοραστή (ή ενδεχόμενο αγοραστή) οποιασδήποτε δραστηριότητας ή περιουσιακού στοιχείου σκοπεύσει (ή εξετάσει) να πουλήσει<br />σε οποιοδήποτε πρόσωπο που εύλογα πιστεύει ότι μπορεί να προσφύγει στο δικαστήριο ή σε άλλη αρμόδια αρχή για την αποκάλυψη των προσωπικών πληροφοριών, όταν κατά την εύλογη κρίση των αρμοδίων του ιστοτόπου αυτό το δικαστήριο ή αρμόδια αρχή θα ήταν εύλογα πιθανό να διατάξει την αποκάλυψη αυτών των προσωπικών πληροφοριών.<br />Εκτός από τις περιπτώσεις που προβλέπονται στην παρούσα Πολιτική, ο ιστότοπος δεν θα διαθέσει τα προσωπικά στοιχεία των χρηστών σε τρίτα μέρη.</p>
<p>Cookies</p>
<p>Για να μπορούν να προσφέρουν προσωποποιημένη εξυπηρέτηση, οι περισσότερες μεγάλες εταιρείες χρησιμοποιούν αλφαριθμητικά αρχεία αναγνώρισης, τα λεγόμενα cookies. Τα session cookies χρησιμοποιούνται μόνο για να αναγνωρίσουν ότι μπαίνετε στο site, ώστε να μη χρειάζεται να σας ζητείτε password σε όλες τις σελίδες που περιλαμβάνουν συναλλαγή στοιχείων. Αυτά σβήνονται αμέσως αφού φύγετε από το site. Το wraptech.grχρησιμοποιεί session cookies: για να μη σας ζητάμε συνεχώς password όταν επισκέπτεστε τις διάφορες σελίδες μας, θα πρέπει να σας αναγνωρίζουμε όταν εισέρχεστε στο ηλεκτρονικό μας κατάστημα.</p>
<p>ΓΙΑΤΙ ΧΡΗΣΙΜΟΠΟΙΟΥΜΕ COOKIES;<br />Πρωταρχικός στόχος μας είναι να αναβαθμίζουμε συνεχώς την εμπειρία πλοήγησης των επισκεπτών του site μας. Για να το πετύχουμε αυτό και για να καλύψουμε κάθε ανάγκη σου, χρησιμοποιούμε στοιχεία τα οποία αφορούν αποκλειστικά τις προτιμήσεις σου κατά τη περιήγηση σου στο site μας.</p>
<p>ΤΙ ΕΙΝΑΙ ΤΑ COOKIES;<br />Τα cookies είναι κομμάτια πληροφορίας, που με την μορφή πολύ μικρού κειμένου αποτελούμενου συνήθως από γράμματα και αριθμούς, αποθηκεύονται στον browser που χρησιμοποιείς (Chrome, Mozilla Firefox κλπ), βοηθώντας την αποτελεσματικότερη λειτουργία του site μας. Τα Cookies σε καμία περίπτωση δεν προκαλούν βλάβες στους ηλεκτρονικούς υπολογιστές των χρηστών ούτε και στα αρχεία που φυλάσσονται σε αυτούς. Οι πληροφορίες που αποθηκεύονται στα cookies χρησιμοποιούνται για σκοπούς αναγνώρισης. Αυτό μας επιτρέπει να λειτουργήσουμε στην Ιστοσελίδα μας κατά τρόπο αποδοτικό την υπηρεσία που προσφέρουμε και να παρακολουθούμε την συμπεριφορά των επισκεπτών του Ιστοτόπου. To wraptech.gr χρησιμοποιεί τα Cookies για να παρέχει στους χρήστες/συνδρομητές πληροφορίες και να διεκπεραιώνει τις υπηρεσίες που παρέχονται μέσω της ιστοσελίδας. Υπάρχουν 4 διαφορετικοί τύποι cookies:</p>
<p>Cookies Διαφήμισης: Με τα cookies διαφήμισης επιδιώκουμε να σου δείξουμε διαφημίσεις σχετικές με τα ενδιαφέροντά σου, ώστε να μην σε ενοχλούμε με ανεπιθύμητα μηνύματα.<br />Cookies Analytics: Μας δίνουν τη δυνατότητα να αξιολογούμε την αποτελεσματικότητα των διάφορων λειτουργιών του site μας, έτσι ώστε να βελτιώνουμε συνεχώς την εμπειρία που σου προσφέρουμε.<br />Συγκεκριμένα:</p>
<p>Τρίτοι προμηθευτές, συμπεριλαμβανομένης της Google, δύναται να εμφανίσουν διαφημίσεις της Εταιρίας σε ιστότοπους στο διαδίκτυο.</p>
<p>Τρίτοι προμηθευτές, συμπεριλαμβανομένης της Google, δύναται να κάνουν χρήση cookies για την ενημέρωσή, βελτιστοποίηση και προβολή διαφημίσεων που βασίζονται σε προηγούμενη επίσκεψη του χρήστη στο δικτυακό τόπο wraptech.gr.</p>
<p>To wraptech.gr δύναται επίσης να αξιοποιήσει τα cookies από προηγούμενη επίσκεψη στην ιστοσελίδα της για επαναληπτικό μάρκετινγκ.</p>
<p>Οι χρήστες μπορούν να επιλέξουν την εξαίρεσή τους από τέτοια χρήση των cookies από την Google, εδώ.</p>
<p>Μπορείτε να ρυθμίσετε τον Browser σας, να σας ενημερώνει κάθε φορά πριν γίνει η λήψη ενός cookie και να αποφασίζετε εσείς τη λήψη του ή την απόρριψή του. Σ’ αυτή την περίπτωση έχετε υπόψη ότι ενδέχεται να μην είστε σε θέση να αξιοποιήσετε όλες τις δυνατότητες του.</p>
<p>To wraptech.gr δύναται να χρησιμοποιεί τις λειτουργίες του Google Analytics για τις διαφημίσεις προβολής (π.χ., επαναληπτικό μάρκετινγκ, αναφορές εμφάνισης Δικτύου εμφάνισης Google, ενσωμάτωση του Διαχειριστή καμπάνιας Doubleclick και αναφορές δημογραφικών στοιχείων και ενδιαφερόντων).</p>
<p>Χρησιμοποιώντας τις Ρυθμίσεις διαφημίσεων, οι επισκέπτες μπορούν να εξαιρεθούν από το Google Analytics για διαφημίσεις προβολής και να προσαρμόσουν τις διαφημίσεις του Δικτύου εμφάνισης Google.</p>
<p>Εδώ βρίσκονται οι διαθέσιμες επιλογές εξαίρεσης του Google Analytics για τον ιστό.</p>
<p>To wraptech.gr συμμορφώνεται με την Πολιτική διαφημίσεων βάσει ενδιαφέροντος του Google AdWords και τους περιορισμούς για ευαίσθητες κατηγορίες και:</p>
<p>Χρησιμοποιεί επαναληπτικό μάρκετινγκ με το Google Analytics για διαφήμιση στο διαδίκτυο.</p>
<p>To wraptech.gr και τρίτοι προμηθευτές, συμπεριλαμβανομένης της Google, χρησιμοποιούν μαζί cookie αρχικού κατασκευαστή (όπως το cookie του Google Analytics) και cookie τρίτου μέρους (όπως το cookie DoubleClick), για την ενημέρωση, τη βελτιστοποίηση και την προβολή διαφημίσεων, σύμφωνα με τις προηγούμενες επισκέψεις κάποιων χρηστών στον ιστότοπό της.</p>
<p>To wraptech.gr και οι τρίτοι προμηθευτές, συμπεριλαμβανομένης της Google, χρησιμοποιούν μαζί cookie αρχικού κατασκευαστή (όπως το cookie του Google Analytics) και cookie τρίτου μέρους (όπως το cookie DoubleClick), για την εκτέλεση αναφορών σχετικά με τον τρόπο με τον οποίο οι εμφανίσεις των διαφημίσεών της wraptech.gr, άλλες χρήσεις υπηρεσιών διαφήμισης και οι αλληλεπιδράσεις με αυτές τις εμφανίσεις διαφημίσεων και υπηρεσίες διαφήμισης σχετίζονται με επισκέψεις στον ιστότοπό της wraptech.gr.</p>
<p>To wraptech.gr δύναται να χρησιμοποιεί τα δεδομένα από τη διαφήμιση βάσει ενδιαφέροντος της Google ή τα δεδομένα κοινού τρίτου μέρους (όπως η ηλικία, το φύλο και τα ενδιαφέροντα) με το Google Analytics.</p>
</div>
        
        <p className="text-gray-500 text-xs pt-6">
          Τελευταία ενημέρωση: {new Date().getFullYear()}
        </p>

      </div>

  
<footer className="border-t border-white/5 py-6">
  <div className="max-w-7xl mx-auto px-4 flex items-center justify-between text-xs text-gray-600">

    {/* LEFT */}
    <div>
      &copy; {new Date().getFullYear()} Wrap Tech. All rights reserved.
    </div>
    

    {/* RIGHT */}
    <a
      href="tel:+302310304583"
      className="text-[#e53d3d] hover:text-white transition font-semibold"
    >
      Tηλ: 2310 304583
    </a>

  </div>
</footer>

      
    </div>
  );
}
